{"format": "keras", "nodes": [{"name": "input_25", "id": "input_25", "class_name": "InputLayer", "output_shape": [[null, 500]], "num_parameters": 0}, {"name": "model_18", "id": "model_18", "class_name": "Functional", "output_shape": [null, 50], "num_parameters": 431200}, {"name": "model_19", "id": "model_19", "class_name": "Functional", "output_shape": [null, 500], "num_parameters": 431650}], "edges": [["input_25", "model_18"], ["model_18", "model_19"]]}