{"format": "keras", "nodes": [{"name": "input_9", "id": "input_9", "class_name": "InputLayer", "output_shape": [[null, 500]], "num_parameters": 0}, {"name": "model_3", "id": "model_3", "class_name": "Functional", "output_shape": [null, 20], "num_parameters": 407070}, {"name": "model_4", "id": "model_4", "class_name": "Functional", "output_shape": [null, 500], "num_parameters": 407550}], "edges": [["input_9", "model_3"], ["model_3", "model_4"]]}