{"format": "keras", "nodes": [{"name": "input_15", "id": "input_15", "class_name": "InputLayer", "output_shape": [[null, 500]], "num_parameters": 0}, {"name": "model_9", "id": "model_9", "class_name": "Functional", "output_shape": [null, 20], "num_parameters": 407070}, {"name": "model_10", "id": "model_10", "class_name": "Functional", "output_shape": [null, 500], "num_parameters": 407550}], "edges": [["input_15", "model_9"], ["model_9", "model_10"]]}