{"format": "keras", "nodes": [{"name": "input_18", "id": "input_18", "class_name": "InputLayer", "output_shape": [[null, 500]], "num_parameters": 0}, {"name": "model_12", "id": "model_12", "class_name": "Functional", "output_shape": [null, 20], "num_parameters": 407070}, {"name": "model_13", "id": "model_13", "class_name": "Functional", "output_shape": [null, 500], "num_parameters": 407550}], "edges": [["input_18", "model_12"], ["model_12", "model_13"]]}