{"format": "keras", "nodes": [{"name": "input_28", "id": "input_28", "class_name": "InputLayer", "output_shape": [[null, 500]], "num_parameters": 0}, {"name": "model_21", "id": "model_21", "class_name": "Functional", "output_shape": [null, 50], "num_parameters": 431200}, {"name": "model_22", "id": "model_22", "class_name": "Functional", "output_shape": [null, 500], "num_parameters": 431650}], "edges": [["input_28", "model_21"], ["model_21", "model_22"]]}